#+TITLE: List of papers to read
#+FILETAGS: :Learning:
#+STARTUP: content

#+BEGIN: clocktable :scope file :maxlevel 2
#+CAPTION: Clock summary at [2025-05-11 Sun 07:46]
| Headline                                   | Time   |      |
|--------------------------------------------+--------+------|
| *Total time*                               | *5:38* |      |
|--------------------------------------------+--------+------|
| Learning tasks                             | 5:38   |      |
| \_  Read "Pragmatic Thinking and Learning" |        | 4:38 |
| \_  Read CMMI book                         |        | 1:00 |
#+END:

* Learning tasks                                                   :Periodic:


** TODO Complete [[elisp:(org-agenda t "lt")][weekend learning tasks]]
   SCHEDULED: <2025-05-25 Sun 06:00 +7d>
   :PROPERTIES:
   :EFFORT: 01:00
   :BENEFIT: 200
   :RATIO: 2.00
   :LAST_REPEAT: [2025-05-18 Sun 17:01]
   :END:
   - State "DONE"       from "TODO"       [2025-05-18 Sun 17:01]
   - State "DONE"       from "TODO"       [2025-05-11 Sun 14:23]
   - State "DONE"       from "TODO"       [2025-05-04 Sun 15:59]
   - State "DONE"       from "TODO"       [2025-04-27 Sun 16:47]


** TODO Review [[elisp:(org-agenda t "lb")][learning backlog]]
   SCHEDULED: <2025-06-15 Sun 06:00 +28d>
   :PROPERTIES:
   :EFFORT: 01:00
   :BENEFIT: 200
   :RATIO: 2.00
   :LAST_REPEAT: [2025-05-18 Sun 17:01]
   :END:



   - State "DONE"       from "TODO"       [2025-05-18 Sun 17:01]
* Learning tasks

** TODO Read about [[https://github.com/emacs-slack/emacs-slack/blob/master/README.md][Emacs Slack integration]]
  :PROPERTIES:
  :EFFORT: 00:15
  :BENEFIT: 10
  :RATIO: 0.40
  :END:


** TODO https://www.ciwf.org.uk/media/5235024/The-life-of-laying-hens.pdf
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 10
   :RATIO: 0.40
   :END:


** TODO OCPP requirements https://www.bing.com/search?q=open+charging+alliance+certification+renewal+requirements&qs=n&form=QBRE&sp=-1&ghc=1&lq=0&pq=open+charging+alliance+certification+renewal+requirements+&sc=10-58&sk=&cvid=16D1A17E2FA0491DA541591E79113EEF&ghsh=0&ghacc=0&ghpl=
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 10
   :RATIO: 0.40
   :END:
   :LOGBOOK:
   CLOCK: [2025-02-23 Sun 06:50]--[2025-02-23 Sun 06:50] =>  0:00
   :END:


** TODO Find a book on cleaning the house 5S, Marie Kondo, etc
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 25
   :RATIO: 1.00
   :END:


** TODO Read about process flow and flow chart drawing conventions
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 25
   :RATIO: 1.00
   :END:


** TODO Vasily Arkhipov, world's greatest man, https://en.m.wikipedia.org/wiki/Vasily_Arkhipov
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 10
   :RATIO: 0.40
   :END:


** TODO Review [[https://productled.com/?utm_campaign=22022513949&utm_source=g&utm_medium=cpc&utm_content&utm_term=product%20led%20growth&ad_id=725907232753&gad_source=1&gclid=EAIaIQobChMIkt3oxq6-jAMVgr5mAh0VwiReEAAYASAAEgIXS_D_BwE][Wes Bush product led growth]] recommendation by John Moloney
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 25
   :RATIO: 1.00
   :END:


** TODO Read [[https://drive.google.com/file/d/1ojOT-hP7nFUTNCUCGk_AKMN45E547Tvd/view?usp=drive_link][capitalism is better than donation for global poverty]]
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 25
   :RATIO: 1.00
   :END:


** TODO Read "Pragmatic Thinking and Learning"
SCHEDULED: <2025-04-27 Sun>
:PROPERTIES:
:EFFORT:  10:00
:BENEFIT: 1000
:RATIO: 1.00
:END:
:LOGBOOK:
CLOCK: [2025-05-11 Sun 06:40]--[2025-05-11 Sun 07:40] =>  1:00
CLOCK: [2025-02-23 Sun 06:50]--[2025-02-23 Sun 08:02] =>  1:12
CLOCK: [2025-02-09 Sun 06:37]--[2025-02-09 Sun 07:33] =>  0:56
CLOCK: [2025-04-27 Sun 06:45]--[2025-04-27 Sun 08:15] =>  1:30
:END:


** TODO Read CMMI book
  :PROPERTIES:
  :EFFORT: 06:00
  :BENEFIT: 600
  :RATIO: 1.00
  :END:
  :LOGBOOK:
  CLOCK: [2025-01-12 Sun 10:40]--[2025-01-12 Sun 11:40] =>  1:00
  :END:


** TODO Save [[https://seths.blog/2005/03/dont_shave_that/][Don't shave that yak]] article
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 25
   :RATIO: 1.00
   :END:


** TODO Black heritage trail    :Learning:Google:
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 10
   :RATIO: 0.40
   :END:
